"OK" = "D'acord";
"Quit" = "Sortir";
"Start" = "Inicia";//start button for every VM
"Cancel" = "Cancel·lar";
"Make Alias" = "Fes un alias";
"Auto Update" = "Actualitzacions automàtiques";//turn on/off automatic updates for PD Runner
"Restore now?" = "Restaurar ara?";//confirmation before restoring snapshot(the original version was "Switch now?")
"New update!" = "Nova actualització!";//dialog, when an update is detected
"Stop all VMs" = "Atura totes les màquines virtuals";
"Snapshots..." = "Instantànies...";
"No Snapshots" = "Sense instantànies";
"%@ is encrypted." = "%@ està encriptada";//dialog, when an encrypted VM is starting(like "Windows 11 is encrypted")
"Batch action" = "Accions per lots";
"Start all VMs" = "Inicia totes les màquines virtuals";
"User cancelled" = "Cancel·lat per l'usuari";//dialog, when the user cancels before restoring the snapshot
//"Update VM List" = ""; This has been abandoned
"Update failed!" = "Actualització fallida!";
"Unknown error." = "Error desconegut";
"One more step!" = "Un pas més!";
"Input password" = "Introduïu la contrasenya";
"Launch at Login" = "Llançament a l'inici de sessió";
"About PD Runner" = "Sobre PD Runner";
"Failed to start!" = "No s'ha pogut iniciar!";
"Click OK to exit" = "Feu clic a D'acord per sortir";
"No VMs were found" = "No s'ha trobat cap màquina virtual";
"No need to update" = "No cal actualitzar";//dialog, when no updates detected
"Block trial alert" = "Bloqueig alerta de prova";
"Restore %@ to [%@]?" = "Restaurar %@ a [%@]?";//dialog, confirmation before restoring snapshot(like "Restore Windows 11 to [Snapshot 1]?")
"No password entered" = "No s'ha introduït cap contrasenya";
"Unsupported product!" = "Producte no compatible!";//dialog, when the user installed the "App Store Edition" of Parallels Desktop
"The requested operation has been cancelled." = "L'operació sol·licitada s'ha cancel·lat.";
"Get the trial first!" = "Aconsegueix la prova primer!";//dialog, when the user is not logged into the Parallels Desktop account
"Check for Updates..." = "Buscar actualitzacions...";
"Don't remind me again" = "No m'ho tornis a recordar";
"No snapshots available." = "No hi ha cap instantània disponible.";
" is the latest version." = " és l'última versió";
"Nothing has changed." = "Res ha canviat.";
"Failed to install helper!" = "No s'ha pogut instal·lar l'ajudant!";
"Parallels Desktop not installed" = "Parallels Desktop no instal·lat";
"Please select a snapshot to switch:" = "Seleccioneu una instantània per canviar:";
"Unable to connect to Parallels Service" = "No es pot connectar a Parallels Service";
"An error occurred while checking for updates." = "S'ha produït un error en comprovar si hi ha actualitzacions.";
" update is available,\nclick [OK] to download." = " l'actualització està disponible,\nfeu clic a [D'acord] per baixar-la.";
"Make sure you are already a trial user\n(even if it is expired)\nThen restart your Mac and try again." = "Assegureu-vos que ja sou un usuari de prova\n(encara que estigui caducat)\nA continuació, reinicieu el vostre Mac i torneu-ho a provar.";
"The App Store Edition is not supported.\nDownload the Standard Edition from:\nhttps://www.parallels.com" = "L'edició de l'App Store no és compatible.\nBaixeu l'edició estàndard des de:\nhttps://www.parallels.com";
"You must get a trial of Parallels Desktop.\nThen you can start VMs with PD Runner even if the trial period expires." = "Heu d'aconseguir una prova de Parallels Desktop.\nA continuació, podeu iniciar les màquines virtuals amb PD Runner encara que caduqui el període de prova.";
"Due to the safety requirements of PD:\nIf the VM window is blank, just click the \n[Gear] icon in the upper right corner of the window and enter the VM password.\nThen the VM screen will be displayed." = "A causa dels requisits de seguretat de PD:\nSi la finestra de la màquina virtual està en blanc, només cal que feu clic a la icona \n[Engranatge] a l'extrem superior dret de la finestra i introduïu la contrasenya de la màquina virtual.\nA continuació, es mostrarà la pantalla de la màquina virtual.";
"VM in the \"Installation Complete\" state is detected. Do you want to complete the installation and enter the VM?" = "S'ha detectat una màquina virtual a l'estat \"Instal·lació completada\". Voleu completar la instal·lació i entrar a la VM?";
"Complete the installation" = "Completa la instal·lació";
"Preferences..." = "Preferències...";
"Automatic mode" = "Mode automàtic";

//text in about panel
"Only for learning and research use! Please delete it within 24 hours after downloading." = "Només per a aprenentatge i recerca! Si us plau, suprimiu-lo dins de les 24 hores posteriors a la descàrrega.";
"Author:" = "Autor:";
"Translated by:" = "Traduït per:";
